[M_IrisEp2Battle_CoP2 MissionDefinition]
MissionName="Batalha: Apetite Por Destruição (NV 2)"
MissionDescription="Dispute o evento Apetite Por Destruição, onde você terá que derrotar um bando de malfeitores desorganizados que se denominam ''A Horda dos Horrores''.\n\nDificuldade: NV 2."
TurnInDescription="Você sobreviveu ao Apetite Por Destruição! "
MissionSummary="Sobreviva ao evento Apetite Por Destruição derrotando a Horda dos Horrores.\n\nDificuldade: NV 2."
MissionGiver="Painel de Batalhas da Arena"
MissionTurnInLocation="Painel de Batalhas da Arena"
TeaserText="Derrote a Horda dos Horrores no Apetite Por Destruição - NV 2."

[M_IrisEp2Battle_CoP2:BeatAllRakks MissionObjectiveDefinition]
ProgressMessage="Derrote todos os Rakks"

[M_IrisEp2Battle_CoP2:GatherPlayers MissionObjectiveDefinition]
ProgressMessage="Ocupe o seu lugar para o combate"

[M_IrisEp2Battle_CoP2:KillWavefour MissionObjectiveDefinition]
ProgressMessage="Elimine todos na quarta onda"

[M_IrisEp2Battle_CoP2:KillWaveOne MissionObjectiveDefinition]
ProgressMessage="Elimine todos na primeira onda"

[M_IrisEp2Battle_CoP2:KillWaveThree MissionObjectiveDefinition]
ProgressMessage="Elimine todos na terceira onda"

[M_IrisEp2Battle_CoP2:KillWaveTwo MissionObjectiveDefinition]
ProgressMessage="Elimine todos na segunda onda"

[M_IrisEp2Battle_CoP2:LastManStanding MissionObjectiveDefinition]
ProgressMessage="Sobreviva à Horda dos Horrores"

[M_IrisEp2Battle_CoP2:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP2:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP2:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP2:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP2:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP2:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP2:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP2:MissionObjectiveSetDefinition_8 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP2:PreGather MissionObjectiveDefinition]
ProgressMessage="Espere até que a arena esteja pronta"

[M_IrisEp2Battle_CoP3 MissionDefinition]
MissionName="Batalha: Apetite Por Destruição (NV 3)"
MissionDescription="Dispute o evento Apetite Por Destruição, onde você terá que derrotar um bando de malfeitores desorganizados que se denominam ''A Horda dos Horrores''.\n\nDificuldade: NV 3."
TurnInDescription="Você sobreviveu ao Apetite Por Destruição!"
MissionSummary="Sobreviva ao evento Apetite Por Destruição derrotando a Horda dos Horrores.\n\nDificuldade: NV 3."
MissionGiver="Painel de Batalhas da Arena"
MissionTurnInLocation="Painel de Batalhas da Arena"
TeaserText="Derrote a Horda dos Horrores no Apetite Por Destruição - NV 3. "

[M_IrisEp2Battle_CoP3:BeatAllRakks MissionObjectiveDefinition]
ProgressMessage="Derrote todos os rakks"

[M_IrisEp2Battle_CoP3:GatherPlayers MissionObjectiveDefinition]
ProgressMessage="Ocupe o seu lugar para o combate"

[M_IrisEp2Battle_CoP3:KillWavefour MissionObjectiveDefinition]
ProgressMessage="Elimine todos na quarta onda"

[M_IrisEp2Battle_CoP3:KillWaveOne MissionObjectiveDefinition]
ProgressMessage="Elimine todos na primeira onda"

[M_IrisEp2Battle_CoP3:KillWaveThree MissionObjectiveDefinition]
ProgressMessage="Elimine todos na terceira onda"

[M_IrisEp2Battle_CoP3:KillWaveTwo MissionObjectiveDefinition]
ProgressMessage="Elimine todos na segunda onda"

[M_IrisEp2Battle_CoP3:LastManStanding MissionObjectiveDefinition]
ProgressMessage="Sobreviva à Horda dos Horrores"

[M_IrisEp2Battle_CoP3:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP3:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP3:MissionObjectiveSetDefinition_10 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP3:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP3:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP3:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP3:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP3:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoP3:PreGather MissionObjectiveDefinition]
ProgressMessage="Espere até que a arena esteja pronta"

[M_IrisEp2Battle_CoPR3 MissionDefinition]
MissionName="Revanche: Apetite Por Destruição (NV 3)"
MissionDescription="Dispute o evento Apetite Por Destruição, onde você terá que derrotar um bando de malfeitores desorganizados que se denominam ''A Horda dos Horrores''.\n\nDificuldade: NV 3."
TurnInDescription="Você sobreviveu ao Apetite Por Destruição! "
MissionSummary="Sobreviva ao evento Apetite Por Destruição derrotando a Horda dos Horrores.\n\nDificuldade: NV 3."
MissionGiver="Painel de Batalhas da Arena"
MissionTurnInLocation="Painel de Batalhas da Arena"
TeaserText="Derrote a Horda dos Horrores no Apetite Por Destruição - NV 3."

[M_IrisEp2Battle_CoPR3:BeatallBandets4 MissionObjectiveDefinition]
ProgressMessage="Derrote a quarta onda de Psicopatas"

[M_IrisEp2Battle_CoPR3:BeatAllBruisers4 MissionObjectiveDefinition]
ProgressMessage="Derrote a quarta onda de Motoqueiros"

[M_IrisEp2Battle_CoPR3:BeatAllRakks MissionObjectiveDefinition]
ProgressMessage="Derrote todos os Rakks"

[M_IrisEp2Battle_CoPR3:BeatAllThrowers4 MissionObjectiveDefinition]
ProgressMessage="Derrote a quarta onda de Lançadores"

[M_IrisEp2Battle_CoPR3:GatherPlayers MissionObjectiveDefinition]
ProgressMessage="Ocupa o seu lugar para o combate"

[M_IrisEp2Battle_CoPR3:KillWavefour MissionObjectiveDefinition]
ProgressMessage="Elimine todos na quarta onda"

[M_IrisEp2Battle_CoPR3:KillWaveOne MissionObjectiveDefinition]
ProgressMessage="Elimine todos na primeira onda"

[M_IrisEp2Battle_CoPR3:KillWaveThree MissionObjectiveDefinition]
ProgressMessage="Elimine todos na terceira onda"

[M_IrisEp2Battle_CoPR3:KillWaveTwo MissionObjectiveDefinition]
ProgressMessage="Elimine todos na segunda onda"

[M_IrisEp2Battle_CoPR3:LastManStanding MissionObjectiveDefinition]
ProgressMessage="Sobreviva à Horda dos Horrores"

[M_IrisEp2Battle_CoPR3:MissionObjectiveSetDefinition_0 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoPR3:MissionObjectiveSetDefinition_1 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoPR3:MissionObjectiveSetDefinition_11 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoPR3:MissionObjectiveSetDefinition_2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoPR3:MissionObjectiveSetDefinition_4 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoPR3:MissionObjectiveSetDefinition_5 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoPR3:MissionObjectiveSetDefinition_6 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoPR3:MissionObjectiveSetDefinition_7 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_IrisEp2Battle_CoPR3:PreGather MissionObjectiveDefinition]
ProgressMessage="Espere até que a arena esteja pronta"

